Revit 2027 API
ParameterTypeId.TagSampleText Property
 "Sample Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagSampleText { get; }
Public Shared ReadOnly Property TagSampleText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagSampleText {
	ForgeTypeId^ get ();
}
static member TagSampleText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace